---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarInSystem
source: html/2d0303f5-574a-caab-365c-c4bf5e052947.htm
---
# RebarInSystem Properties

Identifies the distribution path length of rebar set.